Repository: genrudko/Efiron
Catalog: src/Efiron.App/Strings/*/GuideRefinements.resw
Source language: en_us
Languages: ru_ru

# SearchPlaceholder
source: Search channels in the grid
ru_ru: Поиск канала в сетке

# CategoryHeader
source: Category
ru_ru: Категория

source: All categories
ru_ru: Все категории

source: No category
ru_ru: Без категории

# SummaryFormat
source: Channels shown: {0} of {1}
ru_ru: Показано каналов: {0} из {1}

# NoChannels
source: No channels match the current search and category.
ru_ru: По заданному поиску и категории каналы не найдены.

source: Fit width
ru_ru: По ширине

# FitWidthTooltip
source: Fit the six-hour timeline to the full available programme width
ru_ru: Растянуть шестичасовой таймлайн на всю доступную ширину области программы

# PreviousRange
source: Previous channel range
ru_ru: Предыдущий диапазон каналов

# NextRange
source: Next channel range
ru_ru: Следующий диапазон каналов

# RangeSelectorTooltip
source: Jump to a channel range
ru_ru: Перейти к диапазону каналов

# RangeFormat
source: Channels {0}–{1} of {2}
ru_ru: Каналы {0}–{1} из {2}
